[
  {
    "id": "1",
    "plataforma": "tripadvisor",
    "titulo": "Jantar ",
    "descricao": "Comida maravilhosa, lugar do verdadeiro chiclete de camarão. O garçom Éric Lima nos atendeu muito bem, pretendemos voltar assim que possível.",
    "data": "2019-07-26",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida maravilhosa, lugar do verdadeiro chiclete de camarão."
      },
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "O garçom Éric Lima nos atendeu muito bem, pretendemos voltar assim que possível."
      }
    ]
  },
  {
    "id": "2",
    "plataforma": "facebook",
    "titulo": "Uma boa experiência.",
    "descricao": "Comida boa, drinks legais e um ambiente bem aconchegante. Provamos muitas coisas e tudo nos agradou. Principalmente um pato servido em um dos pratos da casa, sensacional!",
    "data": "2014-09-16",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida boa, drinks legais e um ambiente bem aconchegante."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Principalmente um pato servido em um dos pratos da casa, sensacional!"
      }
    ]
  },
  {
    "id": "3",
    "plataforma": "web",
    "titulo": "Otimo self service",
    "descricao": "Excelente pra ir com a família! Ótima Comida, ambiente agradável, bom atendimento e estacionamento. Vale a pena conhecer",
    "data": "2019-06-04",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Ótima Comida, ambiente agradável, bom atendimento e estacionamento."
      }
    ]
  },
  {
    "id": "4",
    "plataforma": "yelp",
    "titulo": "O sorvete mais tradicional do estado",
    "descricao": "Tomo sorvete na Visabor faz mais de 30 anos. Sabores de frutas ou artificiais. Casquinha crocante e ambiente simples. Preços muito bons. Recomendo",
    "data": "2016-03-15",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "ambiente",
        "teor": "negative",
        "sentenca": "Casquinha crocante e ambiente simples."
      },
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Preços muito bons."
      }
    ]
  },
  {
    "id": "5",
    "plataforma": "yelp",
    "titulo": "Melhor hamburger!",
    "descricao": "O melhor hamburger que já comi! Excelente atendimento, a comida estava ótima. O restaurante é bem pequeno, mas agradável e divertido.",
    "data": "2015-04-28",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Excelente atendimento, a comida estava ótima."
      },
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "O restaurante é bem pequeno, mas agradável e divertido."
      }
    ]
  },
  {
    "id": "6",
    "plataforma": "googlereviews",
    "titulo": "Um achado maravilhoso!",
    "descricao": "O restaurante é novo, super acolhedor e charmoso com um ótimo atendimento. As porções são generosas, saborosíssimas e com preço justo. Boa variedade de vinhos. Super recomendo o espaguete de frutos do mar, bolonhesa, carbonara e o risoto. O tiramisu também é fantástico.  Todas as vezes fui com meu namorado, mas é um excelente ambiente para levar a família ou amigos.",
    "data": "2017-05-07",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "O restaurante é novo, super acolhedor e charmoso com um ótimo atendimento."
      },
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "As porções são generosas, saborosíssimas e com preço justo."
      },
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "Todas as vezes fui com meu namorado, mas é um excelente ambiente para levar a família ou amigos."
      }
    ]
  },
  {
    "id": "7",
    "plataforma": "twitter",
    "titulo": "Saboroso",
    "descricao": "Fomos num sábado, ambiente elegante, equipe gentil e simpática. Comemos um curry bem gostoso, mas o filé não era filé. A sobremesa (wonton de abacaxi com geléia de pimenta e sorvete) estava ótima.",
    "data": "2016-10-24",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "Fomos num sábado, ambiente elegante, equipe gentil e simpática."
      }
    ]
  },
  {
    "id": "8",
    "plataforma": "facebook",
    "titulo": "Bom trabalho",
    "descricao": "Comida ótima e com bom atediamento e com muita coisa boas e da para levar a esposa e a namorada e familia pois as porções de comidas são boas!Muito obrigado",
    "data": "2016-04-04",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida ótima e com bom atediamento e com muita coisa boas e da para levar a esposa e a namorada e familia pois as porções de comidas são boas!"
      }
    ]
  },
  {
    "id": "9",
    "plataforma": "instagram",
    "titulo": "Maravilhoso!",
    "descricao": "Ambiente agradável, preço totalmente acessível, e adoro o cardápio de lá! Sem falar no atendimento maravilhoso! Voltarei sempre 😘",
    "data": "2018-10-05",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Ambiente agradável, preço totalmente acessível, e adoro o cardápio de lá!"
      },
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Sem falar no atendimento maravilhoso!"
      }
    ]
  },
  {
    "id": "10",
    "plataforma": "yelp",
    "titulo": "Mais tradicional de BH",
    "descricao": "A pizzaria é a mais tradicional de Belo Horizonte. São várias opções. Além das pizzas também tem um excepicional parmeggiana, delicioso e suculento",
    "data": "2016-08-01",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "11",
    "plataforma": "yelp",
    "titulo": "Bom lugar Porém Injusto ",
    "descricao": "Estive com minha família essa tarde pela primeira vez me deparei com um cenário lindo e aconchegante. Comprei 1 kg de camarão GRANDE, olhei bem o rapaz pesando e escolhendo meu camarão. A decepção veio na hora que sentei na barraca e pedi pra fritar (não quero citar o nome) O camarão chegou muito saboroso mas os camarões grandes( veio na parte de cima) Quando fomos comer os de dentro tinha apenas camarões minúsculos e murchos (velhos) Como se estivessem trocado uma boa parte. Até aí tudo bem, quando o camarão acabou percebi que tinha umas 20 cabeças sem o corpo como se fosse restos... Chamei o garçom disfarçadamente e ele simplesmente se fez que não escultou e foi atender outra mesa. Me senti uma trouxa mesmo. Enfim, peço que prestem atenção, o lugar é ótimo. Eu amei, voltarei sim, mas pra comer um peixe, porque camarão só compro pra levar e fritar na minha casa. ",
    "data": "2016-10-12",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Até aí tudo bem, quando o camarão acabou percebi que tinha umas 20 cabeças sem o corpo como se fosse restos... Chamei o garçom disfarçadamente e ele simplesmente se fez que não escultou e foi atender outra mesa."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Eu amei, voltarei sim, mas pra comer um peixe, porque camarão só compro pra levar e fritar na minha casa."
      }
    ]
  },
  {
    "id": "12",
    "plataforma": "yelp",
    "titulo": "Correto",
    "descricao": "Fui ao La Bocca depois de ler tantos comentários elogiosos e empolgados. Antes de tudo quero dizer que não entendo o porquê de alguns criticarem tanto a localização.  É uma rua calma, residencial, cujas casinhas lembram bastante os subúrbios cariocas. Uma graça! Agora falarei da comida. Pedi o tão elogiado gnocchi de banana da terra com ragu de ossobuco. A primeira garfada é deliciosa, mas, aos poucos, torna-se enjoativo dada a ausência de nuances, texturas e camadas de sabores. O molho de ossobuco peca pelo excesso de sal. No geral, um prato correto, mas nada esplendoroso. Ressalto, entretanto, que é um oásis comer uma massa fabricada na casa nesse Rio de Janeiro povoado de massas de salgadinho de terceira congeladas disfarçadas de gnocchi.",
    "data": "2018-06-07",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "Antes de tudo quero dizer que não entendo o porquê de alguns criticarem tanto a localização."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "No geral, um prato correto, mas nada esplendoroso."
      }
    ]
  },
  {
    "id": "13",
    "plataforma": "web",
    "titulo": "SHENG CHI, O MELHOR EM QUALIDADE E SABOR!!!",
    "descricao": "Excelente restaurante!A diversidade do self servisse de altíssimo bom gosto e sabores inigualáveis!O único restaurante q posso consumir sushi e saschimi com total segurança alimentar!Sou fá numero um e super indico!",
    "data": "2016-05-19",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Excelente restaurante!"
      },
      {
        "category": "geral",
        "teor": "negative",
        "sentenca": "O único restaurante q posso consumir sushi e saschimi com total segurança alimentar!"
      }
    ]
  },
  {
    "id": "14",
    "plataforma": "facebook",
    "titulo": "vale a pena!",
    "descricao": "gostei tanto da comida como do atendimento, o preço é bom e o local é razoável, não tenho do que reclamar, recomendo",
    "data": "2015-11-30",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "gostei tanto da comida como do atendimento, o preço é bom e o local é razoável, não tenho do que reclamar, recomendo"
      }
    ]
  },
  {
    "id": "15",
    "plataforma": "tripadvisor",
    "titulo": "Buffet diversificado e gostoso: ambiente barulhento",
    "descricao": "Um dos melhores restaurantes com buffet vegetariano com opções de grelhados no centro de Porto Alegre. As opções são variadas e muito bem-feitas. Sopas, sobremesas e refrescos incluídos no preço. Custo-benefício muito bom!",
    "data": "2019-08-27",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "16",
    "plataforma": "googlereviews",
    "titulo": "O Melhor",
    "descricao": "Tudo é bom! O chef Juarez é ótimo e um amor. Ótimo atendimento. Ótima apresentação dos pratos. Comida maravilhosa. Sobremesas incríveis. Preço bom. Sem dúvidas o meu preferido. ",
    "data": "2013-12-15",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Ótimo atendimento."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Ótima apresentação dos pratos."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida maravilhosa."
      },
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Preço bom."
      }
    ]
  },
  {
    "id": "17",
    "plataforma": "yelp",
    "titulo": "Um Buffet Bacana!!!!",
    "descricao": "A Família DR LASER esteve no sábado para um almoço informal... Um Grelhado bem preparado e um Buffet bem variado com um preço ok, fazem do local uma boa opção para um almoço rápido de final de semana. ",
    "data": "2016-07-17",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "A Família DR LASER esteve no sábado para um almoço informal... Um Grelhado bem preparado e um Buffet bem variado com um preço ok, fazem do local uma boa opção para um almoço rápido de final de semana."
      }
    ]
  },
  {
    "id": "18",
    "plataforma": "facebook",
    "titulo": "Indescritível",
    "descricao": "Indescritível, eu nunca havia comido tapioca e resolvi experimentar justamente em Natal-RN, comi em alguns lugares, mas de longe esse foi o melhor. O único lugar que em nossa estadia fizemos questão de repetir, mesmo sabendo que poderíamos perder outra atração, mas valeu o risco de perder uma nova atração, pois este lugar é simplesmente maravilhoso. Vá preparado, pois a porção é bem servida e a sobremesa imensa! Experimentamos algumas, mas a melhor foi a de Carne de Sol com Nata! ! !",
    "data": "2013-01-28",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Experimentamos algumas, mas a melhor foi a de Carne de Sol com Nata!"
      }
    ]
  },
  {
    "id": "19",
    "plataforma": "facebook",
    "titulo": "Esperava mais...",
    "descricao": "Tinha visto as críticas e realmente esperava mais. Atendimento foi bacana e tudo bem fresquinho, mas não foi o melhor ceviche que já comi. Bem gourmetizado. A porção bem pequena. ",
    "data": "2016-08-20",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Atendimento foi bacana e tudo bem fresquinho, mas não foi o melhor ceviche que já comi."
      }
    ]
  },
  {
    "id": "20",
    "plataforma": "instagram",
    "titulo": "Restaurante elegante",
    "descricao": "Esse restaurante está situado na avenida Conde, de fácil acesso a quem está pelo centro e imediações. Mistura pratos contemporâneos com uma tendência aos da península ibérica. Experimente as entradas, por exemplo o ragu. Excelente pedida também é o  mediterrâneo . Garçons atenciosos e ambiente acolhedor nos deixa um gosto de quero- mais. Vale a visita.",
    "data": "2013-07-28",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Esse restaurante está situado na avenida Conde, de fácil acesso a quem está pelo centro e imediações."
      },
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "Garçons atenciosos e ambiente acolhedor nos deixa um gosto de quero- mais."
      }
    ]
  },
  {
    "id": "21",
    "plataforma": "twitter",
    "titulo": "Ótima estrutura!",
    "descricao": "Localizado um pouco distante do centro, é um lugar tranquilo e com ótima estrutura (mesas e cadeiras muito boas e confortáveis).O cardápio é um pouco fraco pelo porte do restaurante.. não há muita variedade de porções.É ótimo por não ficar muito cheio, e o mar a frente é muito tranquilo.Serviço mediano.",
    "data": "2014-08-08",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "Localizado um pouco distante do centro, é um lugar tranquilo e com ótima estrutura (mesas e cadeiras muito boas e confortáveis)."
      },
      {
        "category": "geral",
        "teor": "negative",
        "sentenca": "O cardápio é um pouco fraco pelo porte do restaurante.. não há muita variedade de porções."
      },
      {
        "category": "servico",
        "teor": "negative",
        "sentenca": "Serviço mediano."
      }
    ]
  },
  {
    "id": "22",
    "plataforma": "yelp",
    "titulo": "Bom bonito e barato !!",
    "descricao": "Almocei com amigos neste local e realmente tenho que comentar, comida deliciosa, chope bem tirado, atendimento excelente, não há o que reclamar, local para famílias, casais e turma de amigos.",
    "data": "2016-03-18",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Almocei com amigos neste local e realmente tenho que comentar, comida deliciosa, chope bem tirado, atendimento excelente, não há o que reclamar, local para famílias, casais e turma de amigos."
      }
    ]
  },
  {
    "id": "23",
    "plataforma": "twitter",
    "titulo": "Lugar bonito, preços salgados e atendimento razoável",
    "descricao": "O lugar é bem bonito e possui cervejas de outros países, mas os preços são bem salgados e o atendimento não foi dos melhores.",
    "data": "2015-01-27",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "O lugar é bem bonito e possui cervejas de outros países, mas os preços são bem salgados e o atendimento não foi dos melhores."
      }
    ]
  },
  {
    "id": "24",
    "plataforma": "web",
    "titulo": "Decepção",
    "descricao": "O bar estava lotado, até aí sem problemas, afinal era dia 30 de dezembro.A questão maior foi, o promoter muito grosseiro, uma total desorganização quanto a liberação das mesas e o ar condicionado estava longe de funcionar, as portas abertas sem o equipamento de cortina de vento, só piorou tudo.Tentar pedir bebidas no bar também não adiantou, os garçons ficam todos localizados num único lugar do balcão, é preciso ficar acenando a comanda ou ficar espremido na ponta em que eles estão atendendo.O minimo que esperamos de um bar de frente para a praia é funcionar muito bem no verão.A avaliação fica muito comprometida, não consegui beber nem comer nada.",
    "data": "2017-01-02",
    "rating": "1",
    "teor": "negative",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "25",
    "plataforma": "facebook",
    "titulo": "Pedida certa para sanduíches",
    "descricao": "O loopfood é um dos melhores sanduíches de Curitiba. Leve, gostoso e bem temperado, não tem erro quando se está com fome. A pedida é comer junto com um suco, não tem como dizer nao.",
    "data": "2018-12-27",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "26",
    "plataforma": "yelp",
    "titulo": "Muito bom",
    "descricao": "Bom atendimento preço justo comida muito boa muito agradável  o local a noite tem um povo bonito super recomendo",
    "data": "2016-08-31",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Bom atendimento preço justo comida muito boa muito agradável  o local a noite tem um povo bonito super recomendo"
      }
    ]
  },
  {
    "id": "27",
    "plataforma": "twitter",
    "titulo": "O meu queridinho! ",
    "descricao": "O casa de Tereza eh pra mim o melhor em Salvador! A começar pela localização, no mais boêmio bairro soteropolitano, em uma casa antiga, com decoração rústica, acompanhada do som de um piano de cauda, que tão bem harmoniza com o primor do cardápio elaborado. Vai além de uma experiência gastronômico. \"Ver, ouvir, sentir\"...A culinária Bahiana sob um toque sensível e ousado fazem deste restaurante excepcional.",
    "data": "2015-12-30",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "A começar pela localização, no mais boêmio bairro soteropolitano, em uma casa antiga, com decoração rústica, acompanhada do som de um piano de cauda, que tão bem harmoniza com o primor do cardápio elaborado."
      },
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "\"Ver, ouvir, sentir\"...\nA culinária Bahiana sob um toque sensível e ousado fazem deste restaurante excepcional."
      }
    ]
  },
  {
    "id": "28",
    "plataforma": "yelp",
    "titulo": "Uma experiência",
    "descricao": "A apresentação do restaurante é uma atração a parte, todo decorado com temas nordestinos! As tapiocas são deliciosas, enormes, oferece também cuzcuz, saladas, sucos e batidas. Muito bom!",
    "data": "2013-09-12",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "As tapiocas são deliciosas, enormes, oferece também cuzcuz, saladas, sucos e batidas."
      }
    ]
  },
  {
    "id": "29",
    "plataforma": "yelp",
    "titulo": "Comprei prato executivo de filé mignon e foi servido coxão duro",
    "descricao": "A pior coisa que pode acontecer em um restaurante é você ser enganado. Escolhi o prato filé mignon ao molho madeira e quando chegou o prato havia apenas uma pequena fatia de uma carne muito dura, que pelo que entendo, tratava-se de coxão duro. Não devia ter nem 50 gramas, era uma fatia pequena e fina. Lamentável a atitude do restaurante, que já foi bom.",
    "data": "2016-10-02",
    "rating": "1",
    "teor": "negative",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "negative",
        "sentenca": "A pior coisa que pode acontecer em um restaurante é você ser enganado."
      },
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Escolhi o prato filé mignon ao molho madeira e quando chegou o prato havia apenas uma pequena fatia de uma carne muito dura, que pelo que entendo, tratava-se de coxão duro."
      },
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Lamentável a atitude do restaurante, que já foi bom."
      }
    ]
  },
  {
    "id": "30",
    "plataforma": "twitter",
    "titulo": "Comida vegetariana a vontade a preço fixo",
    "descricao": "Restaurante vegetariano de preço único com direito a repetir a vontade comida e sucos, mas senti-me cheio logo no primeiro prato e suco. Aceita cartão de crédito. Faltam pratos com tempero mais leve, apresentação mais colorida e aroma menos enjoativo. Ficar sem comer carne não é fácil, se os pratos vegetarianos não forem saborosos fica difícil voltar.",
    "data": "2017-06-08",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Restaurante vegetariano de preço único com direito a repetir a vontade comida e sucos, mas senti-me cheio logo no primeiro prato e suco."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Faltam pratos com tempero mais leve, apresentação mais colorida e aroma menos enjoativo."
      },
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Ficar sem comer carne não é fácil, se os pratos vegetarianos não forem saborosos fica difícil voltar."
      }
    ]
  },
  {
    "id": "31",
    "plataforma": "web",
    "titulo": "Carne de sol imperdível",
    "descricao": "Lugar com comida típica e especializado em carne de sol, que vem acompanhada por feijão de corda, macaxeira, pirão de leite,....Umprato dá para dois e sobrou, no nosso caso.Preço justo e atendimento excelente.Serve também carne de bode.",
    "data": "2016-11-10",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Lugar com comida típica e especializado em carne de sol, que vem acompanhada por feijão de corda, macaxeira, pirão de leite,....Umprato dá para dois e sobrou, no nosso caso.Preço justo e atendimento excelente.Serve também carne de bode."
      }
    ]
  },
  {
    "id": "32",
    "plataforma": "googlereviews",
    "titulo": "Carne  do  Sol   número 1  de   Aracaju.....  !!!",
    "descricao": "Almoçei  em  janeiro  deste  ano  !  Prato  principal  é  à  Carne  do  Sol à  Potiguar,  sendo  está  carne  muito  macia  e  acompanha : Macaxeira  cozida, Paçoca, Manteigade  garrafa, Farofa, Feijão  de  corda..... !",
    "data": "2015-07-05",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Prato  principal  é  à  Carne  do  Sol à  Potiguar,  sendo  está  carne  muito  macia  e  acompanha : Macaxeira  cozida, Paçoca, Manteiga\nde  garrafa, Farofa, Feijão  de  corda..... !"
      }
    ]
  },
  {
    "id": "33",
    "plataforma": "googlereviews",
    "titulo": "ResTaurAnte  com MúSica",
    "descricao": "É um bom restaurante que, para ótimo, faltam mais variedades. Dentro do hotel está e a todos é oferecido um cantor talentoso, que canta bem.",
    "data": "2017-08-26",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "É um bom restaurante que, para ótimo, faltam mais variedades."
      }
    ]
  },
  {
    "id": "34",
    "plataforma": "instagram",
    "titulo": "Melhor atendimento ",
    "descricao": "Já conhecia a casa, como sempre Comida maravilhosa, ambiente, música tudo perfeito, mas o atendimento do Francisco (Chico)..... the best, o melhorrrrrr, cerveja e espumante gelada e sempre incansável. Parabéns pelo melhor garçom.",
    "data": "2017-12-14",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Já conhecia a casa, como sempre Comida maravilhosa, ambiente, música tudo perfeito, mas o atendimento do Francisco (Chico)..... the best, o melhorrrrrr, cerveja e espumante gelada e sempre incansável."
      },
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Parabéns pelo melhor garçom."
      }
    ]
  },
  {
    "id": "35",
    "plataforma": "web",
    "titulo": "Bom almoço",
    "descricao": "O cardápio vem sendo reformado há anos, dando menos foco aos wraps e crepes. No almoço há bons grelhados a um preço compatível. Comida muito saborosa. Os sucos são ótimos!",
    "data": "2016-07-25",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "No almoço há bons grelhados a um preço compatível."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida muito saborosa."
      },
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "Os sucos são ótimos!"
      }
    ]
  },
  {
    "id": "36",
    "plataforma": "facebook",
    "titulo": "Comida deliciosa!!!",
    "descricao": "A localização do restaurante já vale a pena...Fica dentro do Mangal das Garças - local q adoramos!! Fomos muito bem atendidos mas achamos caro pelo q fornece....Apresenta pratos típicos com sabores peculiares no esquema self-service com preço fixo!!! ",
    "data": "2016-06-12",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Fomos muito bem atendidos mas achamos caro pelo q fornece....Apresenta pratos típicos com sabores peculiares no esquema self-service com preço fixo!!"
      }
    ]
  },
  {
    "id": "37",
    "plataforma": "twitter",
    "titulo": "Lugar muitíssimo agradável, mas preço salgado.",
    "descricao": "O lugar é delicioso para uma cerveja em um dia de sol principalmente. A comida é boa assim como o atendimento. Mas prepare o bolso, pois é fácil da conta ultrapassar 100 reais por pessoa.",
    "data": "2015-07-02",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "O lugar é delicioso para uma cerveja em um dia de sol principalmente."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "A comida é boa assim como o atendimento."
      }
    ]
  },
  {
    "id": "38",
    "plataforma": "web",
    "titulo": "comida regional",
    "descricao": "Um restaurante perfeito para quem busca comida regional.Um lugar muito tipo da terra.Bom para você ir com a familia amigos.Comida muito gostosa.",
    "data": "2015-06-26",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Um restaurante perfeito para quem busca comida regional.Um lugar muito tipo da terra.Bom para você ir com a familia amigos.Comida muito gostosa."
      }
    ]
  },
  {
    "id": "39",
    "plataforma": "yelp",
    "titulo": "Boa pizza",
    "descricao": "Local agradável e relativamente despojado. Serviço atencioso mas não excelente. Carta de bebidas razoável, faltam algumas boas marcas de cerveja. Pizza bem feita, mas não deliciosa. Em resumo, o local é bom mas não é excelente. O Rio de Janeiro anda carente.",
    "data": "2018-05-27",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "Local agradável e relativamente despojado."
      },
      {
        "category": "servico",
        "teor": "negative",
        "sentenca": "Serviço atencioso mas não excelente."
      },
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "Carta de bebidas razoável, faltam algumas boas marcas de cerveja."
      },
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "Em resumo, o local é bom mas não é excelente."
      }
    ]
  },
  {
    "id": "40",
    "plataforma": "yelp",
    "titulo": "Restaurante",
    "descricao": "Um restaurante com sabores e variedades sem igual. Pratos excelentes e com um atendimento muito bom.",
    "data": "2013-10-04",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Um restaurante com sabores e variedades sem igual."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Pratos excelentes e com um atendimento muito bom."
      }
    ]
  },
  {
    "id": "41",
    "plataforma": "facebook",
    "titulo": "Melhor hambúrguer de Recife",
    "descricao": "Hambúrguer maravilhoso com ingredientes de primeira Atendimento excelente E ambiente limpo e aconchegante.",
    "data": "2019-06-25",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Hambúrguer maravilhoso com ingredientes de primeira \nAtendimento excelente \nE ambiente limpo e aconchegante."
      }
    ]
  },
  {
    "id": "42",
    "plataforma": "tripadvisor",
    "titulo": "Gosto de nada",
    "descricao": "O saúde da Nilo Peçanha já foi melhor e mais limpo. Pedi um sanduíche natural de frango e veio um amontoado de folhas com frango desfiado e um molho indecifrável amarelo, sem gosto e se desmontando todo.  Acho que nunca limparam vidros nem fizeram  manutenção no deck, largado. Pena.",
    "data": "2015-01-11",
    "rating": "2",
    "teor": "negative",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "43",
    "plataforma": "instagram",
    "titulo": "Bom",
    "descricao": "Lanches rapidos e acessiveis, uma boa pedida para o final de semana com amigos ou crianças. Bom cardapio e atendimento",
    "data": "2015-08-09",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Bom cardapio e atendimento"
      }
    ]
  },
  {
    "id": "44",
    "plataforma": "tripadvisor",
    "titulo": "Surpreendente",
    "descricao": "Local muito agradável , comida excelente , atendimento impecável ... o local realmente me surpreendeu ... parabéns",
    "data": "2019-08-13",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Local muito agradável , comida excelente , atendimento impecável ... o local realmente me surpreendeu ... parabéns"
      }
    ]
  },
  {
    "id": "45",
    "plataforma": "facebook",
    "titulo": "Espetáculo ",
    "descricao": "Comida muito boa e com preço justo. Não deixem de comer a coxinha.Venham preparado para uma pequena fila de espera, não mais que meia hora ",
    "data": "2016-04-16",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida muito boa e com preço justo."
      }
    ]
  },
  {
    "id": "46",
    "plataforma": "twitter",
    "titulo": "Almoço ",
    "descricao": "Muito bom atendimento. Serviço padrão. Comida muito bem servida. Qualidade ótima. Ambiente agradável.  Som em volume baixo.",
    "data": "2016-04-04",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Muito bom atendimento."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida muito bem servida."
      },
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "Ambiente agradável."
      }
    ]
  },
  {
    "id": "47",
    "plataforma": "tripadvisor",
    "titulo": "Ótima",
    "descricao": "A Cantina di Napoli é uma excelente opção de culinária italiana em Fortaleza, com um ótimo atendimento, boa carta de vinhos e um cardápio típico italiano, além de cozinha contemporânea. Não esqueça de provar o spaghetti de frutos do mar...",
    "data": "2016-01-15",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "A Cantina di Napoli é uma excelente opção de culinária italiana em Fortaleza, com um ótimo atendimento, boa carta de vinhos e um cardápio típico italiano, além de cozinha contemporânea."
      }
    ]
  },
  {
    "id": "48",
    "plataforma": "instagram",
    "titulo": "Geppos",
    "descricao": "Ambiente agradável, com música boa e atendimento nota 10. Parabéns a garçonete Iraci, muito atenciosa! ",
    "data": "2017-06-20",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Ambiente agradável, com música boa e atendimento nota 10."
      }
    ]
  },
  {
    "id": "49",
    "plataforma": "web",
    "titulo": "Uma boa pedida para um HH ou jantar com amigos",
    "descricao": "Espaços e com 3 ambientes diferentes, as bebidas são ótimas, as opções de aperitivos e comidas do cardápio são fatas e agradam a todos e os preços são justos.Às vezes o serviço deixa um pouco à desejar, mas para que não é muito exigente pode até nem perceber a demora.",
    "data": "2014-12-30",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Espaços e com 3 ambientes diferentes, as bebidas são ótimas, as opções de aperitivos e comidas do cardápio são fatas e agradam a todos e os preços são justos."
      },
      {
        "category": "servico",
        "teor": "negative",
        "sentenca": "Às vezes o serviço deixa um pouco à desejar, mas para que não é muito exigente pode até nem perceber a demora."
      }
    ]
  },
  {
    "id": "50",
    "plataforma": "web",
    "titulo": "Atendimento simpático e boa comida",
    "descricao": "O salão é grande e as mesas acomodam grupos. Na entrada uma prateleira com vinhos que você pode escolher e pedir na mesa. As entradas são excelentes, porém, pequenas. A massa com molhor bourgnion é deliciosa!",
    "data": "2015-08-03",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "51",
    "plataforma": "instagram",
    "titulo": "Bom demais!!!",
    "descricao": "Amo os sanduíches do McDonald´s especialmente o Big Mac e hoje experimentei o Super Big Mac no Shopping Recife, feito com três hambúrgueres e ficou ainda mais gostoso, super delicioso...amei!   Também gosto muito dos sorvetes!  Resumindo...sou fã!  rs",
    "data": "2015-06-23",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "52",
    "plataforma": "twitter",
    "titulo": "Que delícia de hamburguer!",
    "descricao": "Espalho em toda parte da capital paranaense, o Restaurante Madero é uma hamburgueria especialista em hambúrgueres e steaks.",
    "data": "2016-03-12",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "53",
    "plataforma": "twitter",
    "titulo": "Carne",
    "descricao": "Self-service, localizado próximo à grandes empresas. O valor do kg é bem barato e as carnes são boas.",
    "data": "2015-05-05",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "Self-service, localizado próximo à grandes empresas."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "O valor do kg é bem barato e as carnes são boas."
      }
    ]
  },
  {
    "id": "54",
    "plataforma": "yelp",
    "titulo": "Maravilhoso! ",
    "descricao": "Lugar lindo e super aconchegante! Música excelente. Ótimo atendimento, garçons super atenciosos! Mesa de antepastos com muitas opções! Preço justifica a qualidade! ",
    "data": "2019-07-27",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Ótimo atendimento, garçons super atenciosos!"
      }
    ]
  },
  {
    "id": "55",
    "plataforma": "instagram",
    "titulo": "Ótima",
    "descricao": "Eu achei a pastelaria muito boa. Um pastel bem grande com bastante recheio. Oferece boa variedade de cervejas também.",
    "data": "2014-10-31",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "Oferece boa variedade de cervejas também."
      }
    ]
  },
  {
    "id": "56",
    "plataforma": "web",
    "titulo": "Local agradável!",
    "descricao": "As instalações do lugar já chamam a atenção: com características italiana, lindo!  O cardápio tem muitas opções de saladas, entradas, pães de fabricação própria, tudo bem fresquinho!.. os cafés são excelentes, servidos não em xicaras, mas em tigelas de cerâmicas, adorei! para quem gosta de experimentar novidades - acompanhamentos nozes, queijos, mel  - e ambiente propositadamente rústico e uma boa pedida. Apesar do preço um pouco temperado, vale a visita!. ",
    "data": "2015-12-14",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "para quem gosta de experimentar novidades - acompanhamentos nozes, queijos, mel  - e ambiente propositadamente rústico e uma boa pedida."
      }
    ]
  },
  {
    "id": "57",
    "plataforma": "googlereviews",
    "titulo": "Cópia imperfe5",
    "descricao": "Comida boa, ambiente bom, se comparado ao Camarões Natal RN, deixa a desejar, a começar pelo serviço.",
    "data": "2018-06-03",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida boa, ambiente bom, se comparado ao Camarões Natal RN, deixa a desejar, a começar pelo serviço."
      }
    ]
  },
  {
    "id": "58",
    "plataforma": "yelp",
    "titulo": "Bom.",
    "descricao": "Ele é muito bom quando tem promoção, pois o preço não é muito acessível, e a comida não condiz com o presso normal.",
    "data": "2013-09-03",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Ele é muito bom quando tem promoção, pois o preço não é muito acessível, e a comida não condiz com o presso normal."
      }
    ]
  },
  {
    "id": "59",
    "plataforma": "yelp",
    "titulo": "Muito bom",
    "descricao": "Excelente restaurante.Existiam duas unidades quando fui a Maceió: uma próxima a Feira de Artesanato e outra próxima ao Hotel Mercure. Fomos com um casal de amigos aos dois. São ambientes diferentes (o cardápio é igual): próxima a Feira eles possuem um ambiente mais descontraido e jovem com musica ao vivo. Perto do Mercure o salao é fechado e um ambiente com mais famílias. Recomendo o Chiclete de Camarão! Você não irá se arrepender!!!",
    "data": "2014-07-01",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Excelente restaurante."
      },
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "São ambientes diferentes (o cardápio é igual): próxima a Feira eles possuem um ambiente mais descontraido e jovem com musica ao vivo."
      },
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "Perto do Mercure o salao é fechado e um ambiente com mais famílias."
      }
    ]
  },
  {
    "id": "60",
    "plataforma": "web",
    "titulo": "Muito bom",
    "descricao": "O Big Néctar é aquele tipo de local que salva sua vida no meio de um dia corrido, que vc está com muita pressa. O atendimento é super rápido, aceitam cartão e tem diversos tipos de salgados, sanduiches e sucos naturais.",
    "data": "2014-01-09",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "O Big Néctar é aquele tipo de local que salva sua vida no meio de um dia corrido, que vc está com muita pressa."
      },
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "O atendimento é super rápido, aceitam cartão e tem diversos tipos de salgados, sanduiches e sucos naturais."
      }
    ]
  },
  {
    "id": "61",
    "plataforma": "instagram",
    "titulo": "Lagosta e porco ",
    "descricao": "Vou bastante ao Felipe, pra mim a comida portuguesa é a melhor do mundo. Começo pelo bacalhau ou polvo com um vinho branco e termino com um carneiro e vinho tinto. Sobremesa, sempre, rabanada! ",
    "data": "2017-08-04",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Vou bastante ao Felipe, pra mim a comida portuguesa é a melhor do mundo."
      }
    ]
  },
  {
    "id": "62",
    "plataforma": "instagram",
    "titulo": "Eric",
    "descricao": "Eric, é garçom do Coco Bambu Sul. Excelente atendimento, atencioso, simpático e procura agilizar todos os pedidos com rapidez.",
    "data": "2019-11-29",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Excelente atendimento, atencioso, simpático e procura agilizar todos os pedidos com rapidez."
      }
    ]
  },
  {
    "id": "63",
    "plataforma": "web",
    "titulo": "Uma decepção ",
    "descricao": "Estive com a minha família no Coco Bambu próximo à Beira Mar em Fortaleza e pedi um prato que sempre como em São Paulo e sem excessões vem sempre maravilhoso. Mas nesta visita a filial da Beira Mar me decepcionei muito com o prato. Primeiro a quantidade de Camarões foi extremamente reduzida, e com isso o que veio foi batata palha e arroz que estava seco. Reclamei com o garçom que concordou com a  crítica, e me disse que o Maitre viria até a mesa, o que estou esperando até agora. Resumo, péssimo prato e nenhuma atitude do pessoal da casa.  Lamentável. A conta foi acima de R$ 270,00.",
    "data": "2018-01-06",
    "rating": "2",
    "teor": "negative",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Estive com a minha família no Coco Bambu próximo à Beira Mar em Fortaleza e pedi um prato que sempre como em São Paulo e sem excessões vem sempre maravilhoso."
      },
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Mas nesta visita a filial da Beira Mar me decepcionei muito com o prato."
      },
      {
        "category": "servico",
        "teor": "negative",
        "sentenca": "Reclamei com o garçom que concordou com a  crítica, e me disse que o Maitre viria até a mesa, o que estou esperando até agora."
      },
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Resumo, péssimo prato e nenhuma atitude do pessoal da casa."
      }
    ]
  },
  {
    "id": "64",
    "plataforma": "yelp",
    "titulo": "Talvez a melhor da cidade",
    "descricao": "Talvez aqui seja servida a melhor carne (ou pelo menos custo beneficio) de Porto Alegre. Não se trata do tradicional churrasco gaúcho, mas sim de uma parrilla uruguaia. O ambiente simples, com garçons atenciosos e bem preparados, convida para cortes uruguaios de excelente qualidade. Não deixa de pedir o queijo provolone, imperdível!",
    "data": "2017-05-04",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Talvez aqui seja servida a melhor carne (ou pelo menos custo beneficio) de Porto Alegre."
      },
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "O ambiente simples, com garçons atenciosos e bem preparados, convida para cortes uruguaios de excelente qualidade."
      }
    ]
  },
  {
    "id": "65",
    "plataforma": "web",
    "titulo": "Deixou a desejar",
    "descricao": "Esperava mais do atendimento e principalmente da comida...nada de estupendo...normal, satisfatório e na média.",
    "data": "2016-11-06",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Esperava mais do atendimento e principalmente da comida...nada de estupendo...normal, satisfatório e na média."
      }
    ]
  },
  {
    "id": "66",
    "plataforma": "yelp",
    "titulo": "Desonesto",
    "descricao": "Passei a noite de sexta com familia no restaurante, e decidi optar por uma opcao de menu sem ser o buffet uma vez que não ia comer muito. Meu namorado foi no buffet e trouxe arroz, mas disse que não queria comer até o final. Entao experimentei apenas o arroz do buffet dele - uma pratica comum de quando vamos em casal e queremos experimentar a comida do outro. Bom, no final a conta veio como uma porcao de arroz extra (como se eu tivesse \"me aproveitado da situação para comer arroz\") e ainda como se tivessem sido duas porções, com valor acima do indicado no cardápio. Minha decepção foi extrema, pela falta de educacão e preparo do atendimento.",
    "data": "2016-02-19",
    "rating": "1",
    "teor": "negative",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "negative",
        "sentenca": "Passei a noite de sexta com familia no restaurante, e decidi optar por uma opcao de menu sem ser o buffet uma vez que não ia comer muito."
      },
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Entao experimentei apenas o arroz do buffet dele - uma pratica comum de quando vamos em casal e queremos experimentar a comida do outro."
      },
      {
        "category": "servico",
        "teor": "negative",
        "sentenca": "Minha decepção foi extrema, pela falta de educacão e preparo do atendimento."
      }
    ]
  },
  {
    "id": "67",
    "plataforma": "facebook",
    "titulo": "Comida boa",
    "descricao": "O lugar é simples, mas a comida é boa e com preço razoável. É possível encomendar e levar para casa.",
    "data": "2016-07-15",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "O lugar é simples, mas a comida é boa e com preço razoável."
      }
    ]
  },
  {
    "id": "68",
    "plataforma": "twitter",
    "titulo": "Excelente! ",
    "descricao": "Fui sabendo que era um dos melhores, então quis tirar a prova! Excelente! Pedi bacalhau e o Pastel de Belém que não deixou a desejar do que comi em Portugal! Somado a um bom vinho e bom papo! Recomendo! ",
    "data": "2014-04-20",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "69",
    "plataforma": "tripadvisor",
    "titulo": "Gostosuras",
    "descricao": "O melhor lanche para o fim de tarde em Porto Velho. Comida regional e paraense, onde tem a melhor sopa de caranguejo.Sugestão: o bolo tentador é perfeito",
    "data": "2013-02-24",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida regional e paraense, onde tem a melhor sopa de caranguejo."
      }
    ]
  },
  {
    "id": "70",
    "plataforma": "googlereviews",
    "titulo": "Fica fácil ser saudável com esse cardápio",
    "descricao": "Um cardápio de ótimas opções naturais e saborosas, bem executadas e com um serviço ótimo. Toda vez que como na Frutaria, fico pensando que tenho que voltar para experimentar outro prato.",
    "data": "2018-01-31",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Um cardápio de ótimas opções naturais e saborosas, bem executadas e com um serviço ótimo."
      }
    ]
  },
  {
    "id": "71",
    "plataforma": "twitter",
    "titulo": "Ótima opção!",
    "descricao": "O local fica localizado numa Vilela linda em Petrópolis, e tem mesas externas e internas. Fui à noite, o atendimento foi bom e rápido. Pedi um crepe de camarão divino (R$22) e meu marido pediu um filé mignon (R$35). A única coisa que deixou a desejar foi o arroz, completamente sem sal. O resto, adorei! ",
    "data": "2016-08-16",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "O local fica localizado numa Vilela linda em Petrópolis, e tem mesas externas e internas."
      },
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Fui à noite, o atendimento foi bom e rápido."
      }
    ]
  },
  {
    "id": "72",
    "plataforma": "instagram",
    "titulo": "Ambiente agradável para a melhor cozinha do mundo!",
    "descricao": "O ambiente é muito agradável, o cardápio muito bom, com alguns pratos bem típicos. A decoração é muito linda, com os quadros na parede de paisagens e o bar com o espelho horizontal na parte de cima. Porém, não é fisicamente como um restaurante italiano. Os restaurantes típicos italianos têm mesas postas (ou semi-postas) tradicionais com cadeiras tradicionais e não têm a configuração de mesas com baias tipo lanchonete americana e nem mesmo as bebidas como chás gelados... Trabalhei ha 10 anos em um Restaurante Italiano na Italia, por isso entendo que essa parte foi um acréscimo comercial do restaurante que não existe na Itália. Mas no geral, é uma experiência muito agradável.",
    "data": "2017-01-05",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "O ambiente é muito agradável, o cardápio muito bom, com alguns pratos bem típicos."
      },
      {
        "category": "geral",
        "teor": "negative",
        "sentenca": "Os restaurantes típicos italianos têm mesas postas (ou semi-postas) tradicionais com cadeiras tradicionais e não têm a configuração de mesas com baias tipo lanchonete americana e nem mesmo as bebidas como chás gelados... Trabalhei ha 10 anos em um Restaurante Italiano na Italia, por isso entendo que essa parte foi um acréscimo comercial do restaurante que não existe na Itália."
      }
    ]
  },
  {
    "id": "73",
    "plataforma": "yelp",
    "titulo": "Boa estrutura e refeições beira mar...",
    "descricao": "O atendimento foi bom e o prato de peixe frito com pirao muito bom. Recomendo esse lugar assim como a Lopanna.",
    "data": "2014-09-11",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "O atendimento foi bom e o prato de peixe frito com pirao muito bom."
      }
    ]
  },
  {
    "id": "74",
    "plataforma": "facebook",
    "titulo": "Comidas típicas do Brasil",
    "descricao": "Restaurante único. Ali se encontra sabores e ingredientes típicos de outras regiões do Brasil, como pequi e outros. Atendimento feito pela chef e proprietária. Não é barato mas vale conhecer.",
    "data": "2014-11-12",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Restaurante único."
      },
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Não é barato mas vale conhecer."
      }
    ]
  },
  {
    "id": "75",
    "plataforma": "instagram",
    "titulo": "Excelente pizza! ",
    "descricao": "Pizza excelente! Servem somente a alacarte, mas uma pizza grande servem tranquilamente duas pessoas. Localização bem próxima a Av. Boa Viagem. ",
    "data": "2015-02-13",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "Localização bem próxima a Av."
      }
    ]
  },
  {
    "id": "76",
    "plataforma": "facebook",
    "titulo": "Quem acha 'ótimo' é porque quer ver TV, não degustar boa cerveja!",
    "descricao": "Desculpa aos fãs de chopp Brahma e Cia., mas ali não é nem de longe um bom lugar para degustar boas cervejas. Comecemos pela carta de 'especiais', como o teresinense chama as artesanais e umas duas ou três importadas, como Stella Artois etc. Um local que poderia ter um beer sommelier, além de torneiras de chopp de verdade, como de trigo, Ale, IPA, entre outras opções que em qualquer loja que possui o nome BEER no nome podemos encontrar. Os caras que nos atendem não sabem dos copos para cada estilo; não nos é oferecido algo para harmonizar com o determinado estilo que foi pedido...Enfim, quem gosta de lá é porque quer ver TV ou ser visto num bar de um shopping center de THE...",
    "data": "2016-11-09",
    "rating": "2",
    "teor": "negative",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "Desculpa aos fãs de chopp Brahma e Cia., mas ali não é nem de longe um bom lugar para degustar boas cervejas."
      },
      {
        "category": "localizacao",
        "teor": "positive",
        "sentenca": "Um local que poderia ter um beer sommelier, além de torneiras de chopp de verdade, como de trigo, Ale, IPA, entre outras opções que em qualquer loja que possui o nome BEER no nome podemos encontrar."
      }
    ]
  },
  {
    "id": "77",
    "plataforma": "facebook",
    "titulo": "Um dos melhores de Porto Alegre.",
    "descricao": "Adoro a fuzilli longo da Usina, os molhos são excelente, mas o grande diferencial, realmente é as massas. Infelizmente sempre cheio, sendo difícil conseguir almoçar lá...contudo, dependendo do dia, vale a pena....",
    "data": "2013-02-08",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "78",
    "plataforma": "yelp",
    "titulo": "Melhor atendimento",
    "descricao": "O lugar é ótimo e super agradável, eu e meus amigos fomos atendidos super bem pelo o garçom Roberto, SUPER RECOMENDOOOOOO!",
    "data": "2019-10-30",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "O lugar é ótimo e super agradável, eu e meus amigos fomos atendidos super bem pelo o garçom Roberto, SUPER RECOMENDOOOOOO!"
      }
    ]
  },
  {
    "id": "79",
    "plataforma": "facebook",
    "titulo": "Qualidade igual a de Londres",
    "descricao": "Já tinhamos ido no Jamies Italian de Londres e qualidade do restaurante de São Paulo é a mesma. Excelente atendimento e ótima comida. Recomendo a todos.",
    "data": "2015-10-20",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Excelente atendimento e ótima comida."
      }
    ]
  },
  {
    "id": "80",
    "plataforma": "instagram",
    "titulo": "Comida Excelente",
    "descricao": "Já fui lá no buffet da hora do almoço e no jantar a la carte a noite. Na minha opinião é o melhor jantar de Belém, foi o melhor filhote com crosta de castanha que como na cidade e serve cervejas da amazona beer.",
    "data": "2014-04-23",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "Na minha opinião é o melhor jantar de Belém, foi o melhor filhote com crosta de castanha que como na cidade e serve cervejas da amazona beer."
      }
    ]
  },
  {
    "id": "81",
    "plataforma": "instagram",
    "titulo": "Vale a visita ",
    "descricao": "Ótimos petiscos e ótico chopp. Comemos a porção de pancetta, porção de pastéis e frango a passarinho. Estava tudo uma delicia, comidinha de boteco honesta, muito bem feita. Não é um lugar muito barato, mas valeu a pena a visita. Voltaremos com certeza. ",
    "data": "2019-01-22",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Não é um lugar muito barato, mas valeu a pena a visita."
      }
    ]
  },
  {
    "id": "82",
    "plataforma": "web",
    "titulo": "Buffet meia boca ;atendimento mediano .",
    "descricao": "Nada de tão interessante a não ser as tapiocas e crepes feitos na hora que são uma maravilha . Mas o restante do buffet de cafe da manhã é mediano e o atendimento tambem; tomara que melhorem nesse aspecto.",
    "data": "2016-05-04",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "servico",
        "teor": "negative",
        "sentenca": "Mas o restante do buffet de cafe da manhã é mediano e o atendimento tambem; tomara que melhorem nesse aspecto."
      }
    ]
  },
  {
    "id": "83",
    "plataforma": "instagram",
    "titulo": "avaliação",
    "descricao": "atendimento nota 10 ..garcom atencioso  pratos excelentes muito bem.servidos e atendidos com certeza voltaremos",
    "data": "2020-03-06",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "atendimento nota 10 ..garcom atencioso  pratos excelentes muito bem.servidos e atendidos com certeza voltaremos"
      }
    ]
  },
  {
    "id": "84",
    "plataforma": "twitter",
    "titulo": "Boa comida",
    "descricao": "O lugar é agradável.a comida é boa e o atendimento também, uma excelente experiencia na cidade de Porto Velho para quem gosta de uma boa comida brasileira especialmente a mineira. Vale a pena conhecer e soborear",
    "data": "2014-10-23",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "O lugar é agradável.a comida é boa e o atendimento também, uma excelente experiencia na cidade de Porto Velho para quem gosta de uma boa comida brasileira especialmente a mineira."
      }
    ]
  },
  {
    "id": "85",
    "plataforma": "web",
    "titulo": "Comum",
    "descricao": "Serve um bom churrasco, o ambiente é aberto, ventilado mas podia investir mais em atrair o cliente com algum diferencial",
    "data": "2014-12-15",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "Serve um bom churrasco, o ambiente é aberto, ventilado mas podia investir mais em atrair o cliente com algum diferencial"
      }
    ]
  },
  {
    "id": "86",
    "plataforma": "tripadvisor",
    "titulo": "Ambiente Familiar e amigo",
    "descricao": "Otimo atendimento, ambiente confortavel, e comida otima. So precisa de mais segurança. Meus parabens.# Recomendo",
    "data": "2015-10-28",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Otimo atendimento, ambiente confortavel, e comida otima."
      }
    ]
  },
  {
    "id": "87",
    "plataforma": "tripadvisor",
    "titulo": "Agradável ",
    "descricao": "Comida simples, mas saboroso. Pedimos um filé que foi muito bem servido, prato caro mas que serve até 03 pessoas satisfatoriamente... Empadinha e bolinho de bacalhau deliciosos!",
    "data": "2016-02-09",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Comida simples, mas saboroso."
      },
      {
        "category": "comida",
        "teor": "negative",
        "sentenca": "Pedimos um filé que foi muito bem servido, prato caro mas que serve até 03 pessoas satisfatoriamente... Empadinha e bolinho de bacalhau deliciosos!"
      }
    ]
  },
  {
    "id": "88",
    "plataforma": "facebook",
    "titulo": "A Melhor Churrascaria de Natal",
    "descricao": "Trata-se da melhor churrascaria de Natal, com um cardápio de carnes e peixes variado, um atendimento personalizado. Para quem gosta de comida japonesa irá se esbaldar pois o sushi é magnifico. Porém para minha família a picanha nobre foi maravilhosa e o carneiro assado também foi divino. Possui ainda uma seleção de sobremesas incríveis. Recomendo.",
    "data": "2013-11-27",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Trata-se da melhor churrascaria de Natal, com um cardápio de carnes e peixes variado, um atendimento personalizado."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Para quem gosta de comida japonesa irá se esbaldar pois o sushi é magnifico."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Porém para minha família a picanha nobre foi maravilhosa e o carneiro assado também foi divino."
      }
    ]
  },
  {
    "id": "89",
    "plataforma": "web",
    "titulo": "Pizzaria",
    "descricao": "Excelente pizza,massa fina, feita no forno a lenha.Lugar maravilhoso pra quem quer ver e ser visto...bem freqüentado,sempre tem fila de espera.Melhor fazer reserva...Tem uma adega ímpar que vale a pena explorada.",
    "data": "2012-09-16",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "90",
    "plataforma": "tripadvisor",
    "titulo": " visita inesquecível",
    "descricao": "Comida sensacional, lugar maravilhoso.Garçon Ítalo super atencioso e educado... parabéns para a casa... ",
    "data": "2017-08-30",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Comida sensacional, lugar maravilhoso."
      }
    ]
  },
  {
    "id": "91",
    "plataforma": "facebook",
    "titulo": "Exemplo de churrascaria",
    "descricao": "Buffet de saladas muito bom, mas as carnes são o ponto alto. Sempre no ponto correto, chegam quente a mesa, muito bem servidas por garçons espcializados no assunto.O atendimento é excelente e o ambiente muito agradável em função das grandes janelas que permitem mais luz externa.",
    "data": "2012-08-25",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Buffet de saladas muito bom, mas as carnes são o ponto alto."
      },
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "O atendimento é excelente e o ambiente muito agradável em função das grandes janelas que permitem mais luz externa."
      }
    ]
  },
  {
    "id": "92",
    "plataforma": "yelp",
    "titulo": "Surpreendente! ",
    "descricao": "O melhor restaurante de Natal para mim. Ambiente de muito bom gosto, comida impecável. Sem falar na música ao vivo! Sensacional... nosso preferido! ",
    "data": "2018-01-17",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "O melhor restaurante de Natal para mim."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Ambiente de muito bom gosto, comida impecável."
      }
    ]
  },
  {
    "id": "93",
    "plataforma": "tripadvisor",
    "titulo": "Ótimo atendimento, comida maravilhosa! ",
    "descricao": "Ótimo atendimento, comida deliciosa! Muito bem servido também, excelente custo-benefício! Obrigada ao garçom William pela presteza! ",
    "data": "2020-02-02",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Ótimo atendimento, comida deliciosa!"
      }
    ]
  },
  {
    "id": "94",
    "plataforma": "yelp",
    "titulo": "Comida e atendimento Baianos",
    "descricao": "Situado nas alamedas da praça Savassi. Ambiente eclético. Cerveja gelada e bons aperitivos. Garçons realmente baianos, que atendem com simpatia, e toda a \"malemolência\" caracteristica da Bahia. ",
    "data": "2014-09-18",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "bebida",
        "teor": "positive",
        "sentenca": "Cerveja gelada e bons aperitivos."
      }
    ]
  },
  {
    "id": "95",
    "plataforma": "twitter",
    "titulo": "Apenas incrível!",
    "descricao": "Uma grata surpresa. Vim a Goiânia a trabalho e, por indicação de um amigo, almocei no Kanpai. Ambiente amplo e agradabilíssimo, serviço gentil e atencioso, comida espetacular.Uma dica: o festival executivo vale muito a pena. É comida que não acaba mais ;)",
    "data": "2015-06-24",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "Ambiente amplo e agradabilíssimo, serviço gentil e atencioso, comida espetacular."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "É comida que não acaba mais ;)"
      }
    ]
  },
  {
    "id": "96",
    "plataforma": "yelp",
    "titulo": "UM JEITO DE DE CONHECER UMA GAFIEIRA CHIC E DANÇAR A DOIS",
    "descricao": "Apesar de ser escura esta região do centro do Rio e  bem policiada e se não sentir segura  vá de táxi .Uma gafieira chic com preços moderados e com ótimos drinks . Fique no tira-gostos. A dois ou em grupo e bom pra dançar e relaxar ao som de gafieira  .Boa ambientação com vários níveis  permitindo você escolher . Entre na noite do Rio em uma  autentica gafieria carioca.",
    "data": "2016-08-16",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Apesar de ser escura esta região do centro do Rio e  bem policiada e se não sentir segura  vá de táxi .Uma gafieira chic com preços moderados e com ótimos drinks ."
      }
    ]
  },
  {
    "id": "97",
    "plataforma": "yelp",
    "titulo": "Muito bom",
    "descricao": "O diferencial é a área de diversão para crianças. O cardápio é variado, os preços são compatíveis com a qualidade oferecida.",
    "data": "2016-08-01",
    "rating": "4",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": []
  },
  {
    "id": "98",
    "plataforma": "tripadvisor",
    "titulo": "Espetacular!",
    "descricao": "Cozinha brasileira, cardápio incrível! Justifica o alto preço e a vista é uma delícia a parte! A sobremesa de sorvete de tapioca com calda de açaí é simplesmente inigualável!",
    "data": "2013-07-12",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Justifica o alto preço e a vista é uma delícia a parte!"
      }
    ]
  },
  {
    "id": "99",
    "plataforma": "tripadvisor",
    "titulo": "Ótima pizzaria",
    "descricao": "Preço muito bom, e a pizza muito saborosa, com uma massa bem fina e crocante. Restaurante possui vallet, o que é uma boa comodidade.Atendimento rápido e garçons muito educados.Ambiente agradável e aconchegante.",
    "data": "2018-08-06",
    "rating": "5",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "preco",
        "teor": "positive",
        "sentenca": "Preço muito bom, e a pizza muito saborosa, com uma massa bem fina e crocante."
      },
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Restaurante possui vallet, o que é uma boa comodidade."
      },
      {
        "category": "servico",
        "teor": "positive",
        "sentenca": "Atendimento rápido e garçons muito educados."
      },
      {
        "category": "ambiente",
        "teor": "positive",
        "sentenca": "Ambiente agradável e aconchegante."
      }
    ]
  },
  {
    "id": "100",
    "plataforma": "facebook",
    "titulo": "Pra quem ama caranguejo!",
    "descricao": "Este restaurante serve caranguejo de varias maneiras.A comida chega rápido, mas tem cara de pronta a muito tempo, não é quente nem barata.Vale a experiencia de comer caranguejo ,pra quem não tem esta iguaria na sua vida cotidiana.",
    "data": "2016-07-31",
    "rating": "3",
    "teor": "positive",
    "HashImg": "1111",
    "opinions": [
      {
        "category": "geral",
        "teor": "positive",
        "sentenca": "Este restaurante serve caranguejo de varias maneiras."
      },
      {
        "category": "comida",
        "teor": "positive",
        "sentenca": "A comida chega rápido, mas tem cara de pronta a muito tempo, não é quente nem barata."
      }
    ]
  }
]